[
    {
        "level": "",
        "title": "",
        "type": "",
        "time": "",
        "range": "",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "true"
        },
        "duration": "",
        "description": ""
    },
    {
        "level": "0",
        "title": "BORDÃO MÍSTICO",
        "type": "transmutação",
        "time": "1 ação bônus",
        "range": "Toque",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "true"
        },
        "duration": "1 minuto",
        "description": "A madeira de uma clava ou bordão, que você esteja segurando, é imbuída com o poder da natureza. Pela duração, você pode usar sua habilidade de conjuração ao invés da sua Força para as jogadas de ataque e dano corpo-a-corpo usando essa arma, e o dado de dano da arma se torna um d8. A arma também se torna mágica, se ela já não for. A magia acaba se você conjura-la novamente ou se você soltar a arma."
    },
    {
        "level": "0",
        "title": "CHICOTE DE ESPINHOS",
        "type": "transmutação",
        "time": "1 ação",
        "range": "9 metros",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "true"
        },
        "duration": "Instantânea",
        "description": "Você cria um longo chicote de vinhas coberto por espinhosque chicoteia, ao seu comando, em direção de uma criatura dentro do alcance. Realize um ataque corpo-a-corpo com magia contra o alvo. Se o ataque atingir, acriatura sofrerá 1d6 de dano perfurante e, se a criatura for Grande ou menor, você a puxa até 3 metros para pertode você. O dano dessa magia aumenta em 1d6 quando você alcança o 5° nível (2d6), 11° nível (3d6) e 17° nível (4d6)."
    },
    {
        "level": "0",
        "title": "CONSERTAR",
        "type": "transmutação",
        "time": "1 ação",
        "range": "9 metros",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "true"
        },
        "duration": "Instantânea",
        "description": "Essa magia repara um única quebra ou fissura em um objeto que você tocar, como um elo quebrado de uma corrente, duas metades de uma chave partida, um manto rasgado ou o vazamento em um odre. Contanto que a quebra ou fissura não tenha mais de 30 centímetros em qualquer dimensão, você pode remenda-la, não deixando qualquer vestígio do dano anterior. Essa magia pode reparar fisicamente um item mágico ou constructo, mas a magia não irá restaurar a magia em tais objetos."
    },
    {
        "level": "0",
        "title": "CRIAR CHAMAS",
        "type": "conjuração",
        "time": "1 ação",
        "range": "Pessoal",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "false"
        },
        "duration": "10 minutos",
        "description": "Uma chama tremulante aparece na sua mão. A chama permanece ai pela duração e não machuca nem você nem seu equipamento. A chama emite luz plena num raio de 3 metros e penumbra por 3 metros adicionais. A magia acaba se você dissipa-la usando uma ação ou se conjura-la novamente. Você pode, também, atacar com a chama, no entanto, fazer isso acaba com a magia. Quando você conjura essa magia ou com uma ação em um turno posterior, você pode arremessar a chama numa criatura a até 9 metros de você. Faça um ataque à distância com magia. Se atingir, o alvo sofre 1d8 de dano de fogo. O dano dessa magia aumenta em 1d8 quando você alcança o 5° nível (2d8), 11° nível (3d8) e 17° nível (4d8)."
    },
    {
        "level": "0",
        "title": "DRUIDISMO",
        "type": "transmutação",
        "time": "1 ação",
        "range": "9 metros",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "false"
        },
        "duration": "Instantânea",
        "description": "Sussurrando para os espíritos da natureza, você cria um dos seguintes efeitos, dentro do alcance: - Você cria um efeito sensorial minúsculo e inofensivo que prevê como será o clima na sua localização pelas próximas 24 horas. O efeito deve se manifestar como um globo dourado para céu claro, uma nuvem para chuva, flocos de neve para nevasca e assim por diante. Esse efeito persiste por 1 rodada. - Você faz uma flor florescer, uma semente brotar ou um folha amadurecer, instantaneamente. - Você cria um efeito sensorial inofensivo instantâneo, como folhas caindo, um sopro de vento, o som de um pequeno animal ou o suave odor de um repolho. O efeito deve caber num cubo de 1,5 metro. - Você, instantaneamente, acende ou apaga uma vela, tocha ou fogueira pequena."
    },
    {
        "level": "0",
        "title": "RAJADA DE VENENO",
        "type": "conjuração",
        "time": "1 ação",
        "range": "3 metros",
        "components": {
            "verbal": "true",
            "somatic": "true",
            "material": "false"
        },
        "duration": "Instantânea",
        "description": "Você ergue sua mão em direção de uma criatura que você possa ver, dentro do alcance e projeta um sopro de gás tóxico da sua palma. A criatura deve ser bem sucedida num teste de resistência de Constituição ou sofrerá 1d12 de dano de veneno. O dano dessa magia aumenta em 1d12 quando você alcança o 5° nível (2d12), 11° nível (3d12) e 17° nível (4d12)."
    }
]